[{"id":119402,"cover":{"id":272621,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5uct.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"The Witcher 3: Wild Hunt - Complete Edition","rating":98.63548731260913,"summary":"The Witcher 3: Wild Hunt is a story-driven, open world adventure set in a dark fantasy universe. You are Geralt of Rivia, mercenary monster slayer. At your disposal is every tool of the trade: razor-sharp swords, lethal mixtures, stealthy crossbows, and powerful combat magic. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down the Child of Prophecy, a living weapon that can alter the shape of the world. The Complete Edition contains every piece of downloadable content released for the game, including two massive story expansions: Hearts of Stone & Blood and Wine. It's the perfect opportunity to enter this world for the first time or relive the adventure – on the go!"},{"id":13166,"cover":{"id":121128,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2lgo.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"}],"name":"The Witcher 3: Wild Hunt - Blood and Wine","rating":96.65299494594647,"summary":"Blood and Wine is the second major expansion to The Witcher 3: Wild Hunt.\n\nThe players will accompany Geralt of Rivia to the region of Toussaint, one of the few places in the Witcher universe which has remained largely untouched by the war. The calm, laid-back atmosphere holds a dark and bloody secret that only the White Wolf can uncover; the expansion features brand new items for us to collect on our adventure and also introduces previously unknown characters."},{"id":114283,"cover":{"id":77124,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1nic.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":16,"name":"Turn-based strategy (TBS)"},{"id":31,"name":"Adventure"}],"name":"Persona 5 Royal","rating":96.6105378881941,"summary":"An enhanced version of Persona 5 with some new characters and a third semester added to the game. Released Internationally in 2020."},{"id":119171,"cover":{"id":289025,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co670h.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":15,"name":"Strategy"},{"id":16,"name":"Turn-based strategy (TBS)"},{"id":24,"name":"Tactical"},{"id":31,"name":"Adventure"}],"name":"Baldur's Gate 3","rating":95.42510981062476,"summary":"An ancient evil has returned to Baldur's Gate, intent on devouring it from the inside out. The fate of Faerun lies in your hands. Alone, you may resist. But together, you can overcome."},{"id":119388,"cover":{"id":274264,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5vmg.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"The Legend of Zelda: Tears of the Kingdom","rating":94.79469891539259,"summary":"The Legend of Zelda: Tears of the Kingdom is the sequel to The Legend of Zelda: Breath of the Wild. The setting for Link’s adventure has been expanded to include the skies above the vast lands of Hyrule."},{"id":204350,"cover":{"id":276585,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5xex.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":31,"name":"Adventure"}],"name":"The Last of Us Part I","rating":94.35364993835336,"summary":"Experience the emotional storytelling and unforgettable characters of Joel and Ellie in The Last of Us, winner of over 200 Game of the Year awards and now rebuilt for PlayStation 5.\n\nEnjoy a total overhaul of the original experience, faithfully reproduced but incorporating modernized gameplay, improved controls and expanded accessibility options. Plus, feel immersed with improved effects and enhanced exploration and combat.\n\nIt also includes the Left Behind story DLC."},{"id":1942,"cover":{"id":89386,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1wyy.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"The Witcher 3: Wild Hunt","rating":94.13705447723245,"summary":"RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing."},{"id":112875,"cover":{"id":269779,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5s5v.jpg"},"genres":[{"id":25,"name":"Hack and slash/Beat 'em up"},{"id":31,"name":"Adventure"}],"name":"God of War Ragnarök","rating":93.95425834181269,"summary":"God of War: Ragnarök is the ninth installment in the God of War series and the sequel to 2018's God of War. Continuing with the Norse mythology theme, the game is set in ancient Norway and features series protagonists Kratos, the former Greek God of War, and his young son Atreus. The game kicked off the events of Ragnarök, where Kratos and Atreus must journey to each of the Nine Realms in search of answers as they prepare for the prophesied battle that will end the world."},{"id":12503,"cover":{"id":84518,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1t7q.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"The Witcher 3: Wild Hunt - Hearts of Stone","rating":93.22788445444608,"summary":"Step again into the shoes of Geralt of Rivia, a professional monster slayer, this time hired to defeat a ruthless bandit captain, Olgierd von Everec, a man who possesses the power of immortality.\nThis expansion to \"The Witcher 3: Wild Hunt\" packs over 10 hours of new adventures, introducing new characters, powerful monsters, unique romance and a brand new storyline shaped by your choices."},{"id":132181,"cover":{"id":295056,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co6bo0.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":9,"name":"Puzzle"},{"id":31,"name":"Adventure"}],"name":"Resident Evil 4","rating":91.84810683614167,"summary":"Resident Evil 4 is a remake of the 2005 original Resident Evil 4 reimagined for 2023 to bring state-of-the-art survival horror. Resident Evil 4 preserves the essence of the original game, while introducing modernized gameplay, a reimagined storyline,\nand vividly detailed graphics to make this the latest survival horror game where life and death, terror and catharsis intersect."},{"id":11737,"cover":{"id":286788,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co65ac.jpg"},"genres":[{"id":9,"name":"Puzzle"},{"id":13,"name":"Simulator"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Outer Wilds","rating":89.9959635031705,"summary":"Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop. The newest member of the space program in a small village on the planet Timber Hearth, the player navigates a space shuttle and travels across their solar system to get to the bottom of its mysteries by exploring the cosmos and gathering the knowledge hidden within each of the system's planets, left behind by another civilization in the distant past."},{"id":135243,"cover":{"id":131227,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2t97.jpg"},"genres":[{"id":8,"name":"Platform"},{"id":9,"name":"Puzzle"},{"id":31,"name":"Adventure"}],"name":"It Takes Two","rating":89.284325561482,"summary":"Embark on the craziest journey of your life in It Takes Two, a genre-bending platform adventure created purely for co-op. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Play as the clashing couple Cody and May, two humans turned into dolls by a magic spell. Together, trapped in a fantastical world where the unpredictable hides around every corner, they are reluctantly challenged with saving their fractured relationship."},{"id":55056,"cover":{"id":76540,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1n24.jpg"},"genres":[{"id":11,"name":"Real Time Strategy (RTS)"},{"id":15,"name":"Strategy"}],"name":"Age of Empires II: Definitive Edition","rating":88.80950194595883,"summary":"Age of Empires II: Definitive Edition celebrates the 20th anniversary of one of the most popular strategy games ever with stunning 4K Ultra HD graphics, a new and fully remastered soundtrack, and brand-new content, “The Last Khans” with 3 new campaigns and 4 new civilizations."},{"id":134582,"cover":{"id":130671,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2str.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":8,"name":"Platform"},{"id":31,"name":"Adventure"}],"name":"Ratchet & Clank: Rift Apart","rating":87.10992911223683,"summary":"Go dimension-hopping with Ratchet and Clank as they take on an evil emperor from another reality. Jump between action-packed worlds and beyond at mind-blowing speeds, complete with dazzling visuals and an insane arsenal."},{"id":139090,"cover":{"id":186672,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co401c.jpg"},"genres":[{"id":9,"name":"Puzzle"},{"id":15,"name":"Strategy"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"},{"id":35,"name":"Card & Board Game"}],"name":"Inscryption","rating":86.31675663028689,"summary":"Inscryption is an inky black card-based odyssey that blends the deckbuilding roguelike, escape-room style puzzles, and psychological horror into a blood-laced smoothie. Darker still are the secrets inscrybed upon the cards..."},{"id":104967,"cover":{"id":136297,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2x61.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Valheim","rating":85.9946266423833,"summary":"Valheim is a brutal exploration and survival game for 1-10 players set in a procedurally-generated world inspired by Norse mythology. Craft powerful weapons, construct longhouses, and slay mighty foes to prove yourself to Odin!"},{"id":83731,"cover":{"id":94425,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co20ux.jpg"},"genres":[{"id":7,"name":"Music"},{"id":14,"name":"Sport"},{"id":32,"name":"Indie"}],"name":"Beat Saber","rating":85.92078292815316,"summary":"Beat Saber is an immersive rhythm experience you have never seen before! Enjoy tons of handcrafted levels and swing your way through the pulsing music beats, surrounded by a futuristic world. Use your sabers to slash the beats as they come flying at you – every beat indicates which saber you need to use and the direction you need to match. With Beat Saber you become a dancing superhero!"},{"id":152242,"cover":{"id":266843,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5pwb.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"A Plague Tale: Requiem","rating":85.11464327335781,"summary":"A Plague Tale: Requiem is an action-adventure game similar to its predecessor. The player assumes control of Amicia and must face against both soldiers from the French Inquisition and hordes of rats that are spreading the black plague. The gameplay is largely similar to the first game, though the combat system is significantly expanded. The game features a progression system in which the player will be awarded additional skills and abilities. Stealth players will unlock skills that allow them to sneak around more efficiently, while those who prefer a more lethal approach will unlock additional combat skills. Locations are also larger, giving players additional options to progress."},{"id":7046,"cover":{"id":84814,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1tfy.jpg"},"genres":[{"id":13,"name":"Simulator"},{"id":15,"name":"Strategy"},{"id":32,"name":"Indie"}],"name":"Factorio","rating":84.88229707610378,"summary":"You will be mining resources, researching technologies, building infrastructure, automating production and fighting enemies. Use your imagination to design your factory, combine simple elements into ingenious structures, apply management skills to keep it working and finally protect it from the creatures who don't really like you."},{"id":23733,"cover":{"id":67622,"url":"//images.igdb.com/igdb/image/upload/t_thumb/td1t8kb33gyo8mvhl2pc.jpg"},"genres":[{"id":9,"name":"Puzzle"},{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Tunic","rating":84.50593407989393,"summary":"Tunic is an action adventure about a tiny fox in a big world. Explore the wilderness, discover spooky ruins, and fight terrible creatures from long ago."},{"id":26855,"cover":{"id":351787,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co7jfv.jpg"},"genres":[{"id":8,"name":"Platform"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Dead Cells","rating":84.16389031671555,"summary":"Dead Cells is a rogue-lite, metroidvania inspired, action-platformer. You'll explore a sprawling, ever-changing castle... assuming you’re able to fight your way past its keepers in 2D souls-lite combat. No checkpoints. Kill, die, learn, repeat."},{"id":55163,"cover":{"id":139602,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2zpu.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":31,"name":"Adventure"}],"name":"Resident Evil Village","rating":84.00253489761792,"summary":"Resident Evil Village is a first person survival horror and the sequel to Resident Evil 7: Biohazard. The game maintains elements from previous Resident Evil games with players having to scavenge environments for items and manage their resources. However, it adds more action-oriented gameplay, with higher enemy counts and a greater emphasis on combat."},{"id":134584,"cover":{"id":181873,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co3wc1.jpg"},"genres":[{"id":5,"name":"Shooter"}],"name":"Returnal","rating":83.58037103474643,"summary":"Returnal is a 2021 roguelike third-person shooter video game developed by Housemarque and published by Sony Interactive Entertainment.\n\nIt follows Selene Vassos, an astronaut who lands on the planet Atropos in search of the mysterious \"White Shadow\" signal and finds herself trapped in a time loop.\n\nAfter crash-landing on a shape-shifting alien planet, Selene finds herself fighting tooth and nail for survival. Every time she’s defeated, the player is forced to restart the journey."},{"id":103320,"cover":{"id":169590,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co3muu.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"The Forgotten City","rating":83.03312083977343,"summary":"The Forgotten City is a mystery adventure game of exploration and deduction, and a re-imagining of the critically acclaimed mod of the same name. Combat is an option, but violence will only get you so far. Only by questioning an intertwined community of colorful characters, cleverly exploiting the time loop, and making difficult moral choices can you hope to solve this epic mystery. Here, your decisions matter. The fate of the city is in your hands."},{"id":72373,"cover":{"id":182201,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co3wl5.jpg"},"genres":[{"id":8,"name":"Platform"},{"id":13,"name":"Simulator"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Getting Over It with Bennett Foddy","rating":82.95616849832867,"summary":"Getting Over It with Bennett Foddy is a punishing climbing game, a homage to Jazzuo's 2002 B-Game classic 'Sexy Hiking'. You move the hammer with the mouse, and that's all there is. With practice, you'll be able to jump, swing, climb and fly. Great mysteries and a wonderful reward await the master hikers who reach the top of the mountain.\n\nTo quote Jazzuo himself: \"The hiking action is very similar to way you would do it in real life, remember that and you will do well\"."},{"id":113598,"cover":{"id":217721,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co4nzt.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":31,"name":"Adventure"}],"name":"Deathloop","rating":82.57617091555998,"summary":"Deathloop transports players to the lawless island of Blackreef in an eternal struggle between two extraordinary assassins. Explore stunning environments and meticulously designed levels in an immersive gameplay experience that lets you approach every situation any way you like. Hunt down targets all over the island in an effort to put an end to the cycle once and for all, and remember, if at first you don’t succeed… die, die again."},{"id":10148,"cover":{"id":218860,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co4ovg.jpg"},"genres":[{"id":8,"name":"Platform"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Night in the Woods","rating":82.14454522370487,"summary":"Night In The Woods is an adventure game heavily focused on story, characters and exploration, with some platforming to get around town. Mae's a cat so the roofs and ledges and powerlines are all her playground, and she's not the only one up there by a long shot. You'll also be doing various activities and interacting with the world in different ways, getting to know the townspeople, hanging out with friends, exploring Possum Springs inside and out, and venturing into the surrounding areas."},{"id":8173,"cover":{"id":82091,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1rcb.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":15,"name":"Strategy"}],"name":"Overwatch","rating":81.89182342024986,"summary":"Join the fight for the future in the world of Overwatch and choose your hero from a diverse cast of soldiers, scientists, adventurers, and oddities. Bend time, defy physics, and unleash a dizzying array of extraordinary powers and weapons. Engage your enemies in iconic locations from around the globe in the ultimate team-based shooter."},{"id":27134,"cover":{"id":197601,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co48gx.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Deep Rock Galactic","rating":81.5623554090653,"summary":"Deep Rock Galactic is a first-person co-operative sci-fi shooter for up to 4 players, featuring fully procedural and destructible environments to explore, mine, and explode your way through to reach your objectives. As a team of veteran dwarven space miners, you must take on perilous missions for the interplanetary mining corporation Deep Rock Galactic and go where no-one else dares, into the deepest, most dangerous cave systems of the most hostile planet ever discovered."},{"id":110248,"cover":{"id":225254,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co4tt2.jpg"},"genres":[{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Stray","rating":81.40791154783271,"summary":"Lost, alone, and separated from family, a stray cat must untangle an ancient mystery to escape a long-forgotten cybercity and find the way home."},{"id":136625,"cover":{"id":114879,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2gn3.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"Hogwarts Legacy","rating":81.16736104751021,"summary":"Hogwarts Legacy is an immersive, open-world action RPG set in the world first introduced in the Harry Potter books. Now you can take control of the action and be at the center of your own adventure in the wizarding world. Embark on a journey through familiar and new locations as you explore and discover fantastic beasts, customize your character and craft potions, master spell casting, upgrade talents, and become the wizard you want to be. Discover the feeling of living at Hogwarts as you make allies, battle Dark wizards, and ultimately decide the fate of the wizarding world. Your legacy is what you make of it."},{"id":68447,"cover":{"id":86507,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1uqz.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":9,"name":"Puzzle"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Superliminal","rating":80.91328744170949,"summary":"Falling asleep at 3AM, you close your eyes to the cheesy commercial of Dr. Pierce's dream therapy program. You wake up in an unfamiliar environment, only to realize that you're stuck in a dream - a dream where perception is reality. Welcome to Superliminal.\n\nSuperliminal is a first-person puzzle game inspired perspective and optical illusions. Players tackle impossible puzzles by thinking outside the box and learning to expect the unexpected.\n\nThis game features a wonderfully subdued world, an intriguingly voiced narrative, and things that are really weird."},{"id":107262,"cover":{"id":111162,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2dru.jpg"},"genres":[{"id":4,"name":"Fighting"},{"id":25,"name":"Hack and slash/Beat 'em up"},{"id":32,"name":"Indie"},{"id":33,"name":"Arcade"}],"name":"Streets of Rage 4","rating":80.81413466515698,"summary":"Streets of Rage 4 is an all-new continuation of the iconic arcade brawler series known for its radical fights, jammin’ ‘90s beats and dashing sparring gloves and bandanas."},{"id":9066,"cover":{"id":76359,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1mx3.jpg"},"genres":[{"id":13,"name":"Simulator"},{"id":15,"name":"Strategy"}],"name":"Cities: Skylines","rating":80.75572518901106,"summary":"Cities: Skylines is a modern take on the classic city simulation genre. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience. From the makers of the Cities in Motion franchise, the game boasts a fully realized transport system. It also includes the ability to mod the game to suit your play style as a fine counter balance to the layered and challenging simulation. You're only limited by your imagination, so take control and reach for the sky!"},{"id":134581,"cover":{"id":111326,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2dwe.jpg"},"genres":[{"id":25,"name":"Hack and slash/Beat 'em up"},{"id":31,"name":"Adventure"}],"name":"Marvel's Spider-Man: Miles Morales","rating":80.60740309500855,"summary":"The latest adventure in the Spider-Man universe will build on and expand ‘Marvel’s Spider-Man’ through an all-new story. Players will experience the rise of Miles Morales as he masters new powers to become his own Spider-Man."},{"id":186725,"cover":{"id":202171,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co4bzv.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"},{"id":33,"name":"Arcade"}],"name":"Vampire Survivors","rating":80.08937907300961,"summary":"Mow thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with rogue-lite elements, where your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you."},{"id":22917,"cover":{"id":81473,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1qv5.jpg"},"genres":[{"id":8,"name":"Platform"},{"id":9,"name":"Puzzle"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Gris","rating":79.7056410948833,"summary":"Gris is a hopeful young girl lost in her own world, dealing with a painful experience in her life. Her journey through sorrow is manifested in her dress, which grants new abilities to better navigate her faded reality. As the story unfolds, Gris will grow emotionally and see her world in a different way, revealing new paths to explore using her new abilities.\n\nGris is a serene and evocative experience, free of danger, frustration or death. Players will explore a meticulously designed world brought to life with delicate art, detailed animation, and an elegant original score. Through the game light puzzles, platforming sequences, and optional skill-based challenges will reveal themselves as more of Gris’s world becomes accessible."},{"id":105049,"cover":{"id":75344,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1m4w.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"Remnant: From the Ashes","rating":78.12969213897543,"summary":"The world is in ruins. Only a remnant of mankind remains, hunted to near extinction by horrors from another world. As one of the few survivors left, you will venture into portals to fantastic realms to gather the resources and firepower needed to fight back and retake what was lost.\n\nRemnant: From the Ashes is a third-person survival-action game set in a post-apocalyptic world overrun by mythical creatures. The game provides players and up to three of their friends with a unique, customizable gameplay experience filled with intense shooting and melee combat, gear and weapon crafting, character progression and dynamically-generated levels that offer an infinite number of ways to explore and take on deadly monsters and epic bosses."},{"id":119308,"cover":{"id":240971,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co55xn.jpg"},"genres":[{"id":31,"name":"Adventure"}],"name":"Ghostwire: Tokyo","rating":77.15141724098162,"summary":"After strange disappearances hit Tokyo's population, it's up to you to uncover the source and purge the city of a strange, new evil. Armed with your own mysterious spectral abilities, you will face down the occult, unravel conspiracy theories and experience urban legends like never before."},{"id":14748,"cover":{"id":100883,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co25ub.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":31,"name":"Adventure"}],"name":"Ni no Kuni II: Revenant Kingdom","rating":77.11171959464313,"summary":"The sequel to Ni no Kuni being developed for Windows and PlayStation 4.\nPlayers control Evan Pettiwhisker Tildrum, a young king who was usurped from his castle and sets out to reclaim his kingdom. While players can freely navigate Evan throughout the game's open world, other characters can be controlled during battles against enemies. During these battles, players use magical abilities and elemental creatures known as \"Higgledies\", which are used to cast spells."},{"id":6164,"cover":{"id":81378,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1qsi.jpg"},"genres":[{"id":2,"name":"Point-and-click"},{"id":9,"name":"Puzzle"},{"id":31,"name":"Adventure"}],"name":"The Testament of Sherlock Holmes","rating":76.94581252232082,"summary":"The Testament of Sherlock Holmes immerses you in 1898 London as you conduct an incredible investigation.\n\nAll the evidence suggests our hero is the main suspect in a case involving theft, fraud and double-crossings. Unable to prove his own innocence, Holmes is rapidly losing London's trust as doubt spreads through the city like wildfire. Even Doctor Watson's faith in his friend begins to waver, as the famous detective flees Scotland Yard and raises further suspicion; prowling around at night, destruction of evidence... would Holmes go so far as to commit murder?\n\nThe complex and decidedly-mature storyline surrounds a particularly tricky investigation, in which each and every puzzle will challenge both insight and wits!\n\nAs Sherlock Holmes, you will use the detective's full repertoire: handle and inspect clues, reenact crimes and use the game's new deduction system to draw your own conclusions.\n\nChoose your questioning approach to catch characters off guard and gather valuable information. Face an open investigation, and decide which leads to follow and which to ignore."},{"id":62151,"cover":{"id":81925,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1r7p.jpg"},"genres":[{"id":31,"name":"Adventure"}],"name":"Life is Strange 2","rating":76.78759085472353,"summary":"The long awaited sequel to the award winning Life is Strange returns with a new 5-part narrative adventure from DONTNOD Entertainment."},{"id":5973,"cover":{"id":104827,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co28vv.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":8,"name":"Platform"},{"id":32,"name":"Indie"},{"id":33,"name":"Arcade"}],"name":"Broforce","rating":76.05693207453035,"summary":"When evil threatens the world, the world calls on Broforce - an under-funded, over-powered paramilitary organization dealing exclusively in excessive force. Brace your loins with up to four players to run ‘n’ gun as dozens of different bros and eliminate the opposing terrorist forces that threaten our way of life. Unleash scores of unique weapons and set off incredible chain reactions of fire, napalm, and limbs in the name of freedom."},{"id":125165,"cover":{"id":292630,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co69sm.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":25,"name":"Hack and slash/Beat 'em up"}],"name":"Diablo IV","rating":76.00773933678437,"summary":"Endless demons to slaughter. Deep customization through Talents, Skill Points, Runes, and Legendary loot. Randomized dungeons contained in a dynamic open world. Survive and conquer darkness—or succumb to the shadows."},{"id":90055,"cover":{"id":111846,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2eau.jpg"},"genres":[{"id":8,"name":"Platform"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"Carrion","rating":75.4577979718193,"summary":"Carrion is a reverse horror game in which you assume the role of an amorphous alien being. Use your unique otherworldly abilities to your advantage and hunt down your prey!"},{"id":242408,"cover":{"id":338553,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co7989.jpg"},"genres":[{"id":5,"name":"Shooter"},{"id":24,"name":"Tactical"}],"name":"Counter-Strike 2","rating":75.01805591120703,"summary":"For over two decades, Counter-Strike has offered an elite competitive experience, one shaped by millions of players from across the globe. And now the next chapter in the CS story is about to begin. This is Counter-Strike 2.\n\nA free upgrade to CS:GO, Counter-Strike 2 marks the largest technical leap in Counter-Strike’s history. Built on the Source 2 engine, Counter-Strike 2 is modernized with realistic physically-based rendering, state of the art networking, and upgraded Community Workshop tools."},{"id":115843,"cover":{"id":84389,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1t45.jpg"},"genres":[{"id":2,"name":"Point-and-click"},{"id":9,"name":"Puzzle"},{"id":13,"name":"Simulator"},{"id":32,"name":"Indie"},{"id":33,"name":"Arcade"}],"name":"Unpacking","rating":73.10787591828863,"summary":"Unpacking is a zen puzzle game about the familiar experience of pulling possessions out of boxes and fitting them into a new home. Part block-fitting puzzle, part home decoration, you are invited to create a satisfying living space while learning clues about the life you’re unpacking.\n\nOver the course of eight house moves, you are given a chance to experience a sense of intimacy with a character you never see and a story you’re never told."},{"id":133308,"cover":{"id":138698,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2z0q.jpg"},"genres":[{"id":31,"name":"Adventure"}],"name":"The Medium","rating":71.03012219955457,"summary":"Discover a dark mystery only a medium can solve. Explore the real world and the spirit world at the same time. Use your psychic abilities to solve puzzles spanning both worlds, uncover deeply disturbing secrets, and survive encounters with The Maw - a monster born from an unspeakable tragedy. The Medium is a third-person psychological horror game that features patented dual-reality gameplay and an original soundtrack."},{"id":3225,"cover":{"id":325685,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co6zat.jpg"},"genres":[{"id":12,"name":"Role-playing (RPG)"},{"id":13,"name":"Simulator"},{"id":31,"name":"Adventure"},{"id":32,"name":"Indie"}],"name":"No Man's Sky","rating":70.59706818555392,"summary":"Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action.\n\nIn No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again."},{"id":125174,"cover":{"id":367062,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co7v86.jpg"},"genres":[{"id":5,"name":"Shooter"}],"name":"Overwatch 2","rating":69.34015850449691,"summary":"Overwatch 2 is a free-to-play shooter featuring 30+ epic heroes, each with game-changing abilities. Choose your hero, group up with your friends and battle across all-new maps and modes in the ultimate team-based shooter."}]