{"recommendations":[{"id":13166,"name":"The Witcher 3: Wild Hunt - Blood and Wine","cover":{"id":121128,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2lgo.jpg"},"genres":["Role-playing (RPG)"],"description":"Blood and Wine is the second major expansion to The Witcher 3: Wild Hunt. The players will accompany Geralt of Rivia to the region of Toussaint, one of the few places in the Witcher universe which has remained largely untouched by the war. The calm, laid-back atmosphere holds a dark and bloody secret that only the White Wolf can uncover; the expansion features brand new items for us to collect on our adventure and also introduces previously unknown characters."},{"id":114283,"name":"Persona 5 Royal","cover":{"id":77124,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1nic.jpg"},"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"description":"An enhanced version of Persona 5 with some new characters and a third semester added to the game. Released Internationally in 2020."},{"id":119388,"name":"The Legend of Zelda: Tears of the Kingdom","cover":{"id":274264,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5vmg.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"The Legend of Zelda: Tears of the Kingdom is the sequel to The Legend of Zelda: Breath of the Wild. The setting for Link’s adventure has been expanded to include the skies above the vast lands of Hyrule."},{"id":204350,"name":"The Last of Us Part I","cover":{"id":276585,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5xex.jpg"},"genres":["Shooter","Adventure"],"description":"Experience the emotional storytelling and unforgettable characters of Joel and Ellie in The Last of Us, winner of over 200 Game of the Year awards and now rebuilt for PlayStation 5. Enjoy a total overhaul of the original experience, faithfully reproduced but incorporating modernized gameplay, improved controls and expanded accessibility options. Plus, feel immersed with improved effects and enhanced exploration and combat. It also includes the Left Behind story DLC."},{"id":1942,"name":"The Witcher 3: Wild Hunt","cover":{"id":89386,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1wyy.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing."},{"id":112875,"name":"God of War Ragnarök","cover":{"id":269779,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5s5v.jpg"},"genres":["Hack and slash/Beat 'em up","Adventure"],"description":"God of War: Ragnarök is the ninth installment in the God of War series and the sequel to 2018's God of War. Continuing with the Norse mythology theme, the game is set in ancient Norway and features series protagonists Kratos, the former Greek God of War, and his young son Atreus. The game kicked off the events of Ragnarök, where Kratos and Atreus must journey to each of the Nine Realms in search of answers as they prepare for the prophesied battle that will end the world."},{"id":12503,"name":"The Witcher 3: Wild Hunt - Hearts of Stone","cover":{"id":84518,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1t7q.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"Step again into the shoes of Geralt of Rivia, a professional monster slayer, this time hired to defeat a ruthless bandit captain, Olgierd von Everec, a man who possesses the power of immortality. This expansion to \"The Witcher 3: Wild Hunt\" packs over 10 hours of new adventures, introducing new characters, powerful monsters, unique romance and a brand new storyline shaped by your choices."},{"id":132181,"name":"Resident Evil 4","cover":{"id":295056,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co6bo0.jpg"},"genres":["Shooter","Puzzle","Adventure"],"description":"Resident Evil 4 is a remake of the 2005 original Resident Evil 4 reimagined for 2023 to bring state-of-the-art survival horror. Resident Evil 4 preserves the essence of the original game, while introducing modernized gameplay, a reimagined storyline, and vividly detailed graphics to make this the latest survival horror game where life and death, terror and catharsis intersect."},{"id":119171,"name":"Baldur's Gate 3","cover":{"id":289025,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co670h.jpg"},"genres":["Role-playing (RPG)","Strategy","Turn-based strategy (TBS)","Tactical","Adventure"],"description":"An ancient evil has returned to Baldur's Gate, intent on devouring it from the inside out. The fate of Faerun lies in your hands. Alone, you may resist. But together, you can overcome."},{"id":19653,"name":"Hades","cover":{"id":62216,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1sy9.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"Defy the god of the dead as you hack and slash out of the Underworld in this rogue-like dungeon crawler from the creators of Bastion, Transistor, and Pyre."},{"id":119168,"name":"Ghost of Tsushima","cover":{"id":106884,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2fzz.jpg"},"genres":["Action","Adventure"],"description":"Ghost of Tsushima is an open-world action-adventure game set in feudal Japan. Players take on the role of Jin Sakai, a samurai warrior on a mission to protect Tsushima Island from the Mongol invasion. With his katana and other weapons, Jin must navigate the island, complete quests, and engage in combat to liberate Tsushima from the Mongols."}]}