{"recommendations":[{"id":119402,"name":"The Witcher 3: Wild Hunt - Complete Edition","cover":{"id":272621,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5uct.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"The Witcher 3: Wild Hunt is a story-driven, open world adventure set in a dark fantasy universe. You are Geralt of Rivia, mercenary monster slayer. At your disposal is every tool of the trade: razor-sharp swords, lethal mixtures, stealthy crossbows, and powerful combat magic. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down the Child of Prophecy, a living weapon that can alter the shape of the world. The Complete Edition contains every piece of downloadable content released for the game, including two massive story expansions: Hearts of Stone & Blood and Wine. It's the perfect opportunity to enter this world for the first time or relive the adventure – on the go!"},{"id":13166,"name":"The Witcher 3: Wild Hunt - Blood and Wine","cover":{"id":121128,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2lgo.jpg"},"genres":["Role-playing (RPG)"],"description":"Blood and Wine is the second major expansion to The Witcher 3: Wild Hunt. The players will accompany Geralt of Rivia to the region of Toussaint, one of the few places in the Witcher universe which has remained largely untouched by the war. The calm, laid-back atmosphere holds a dark and bloody secret that only the White Wolf can uncover; the expansion features brand new items for us to collect on our adventure and also introduces previously unknown characters."},{"id":114283,"name":"Persona 5 Royal","cover":{"id":77124,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1nic.jpg"},"genres":["Role-playing (RPG)","Turn-based strategy (TBS)","Adventure"],"description":"An enhanced version of Persona 5 with some new characters and a third semester added to the game. Released Internationally in 2020."},{"id":119171,"name":"Baldur's Gate 3","cover":{"id":289025,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co670h.jpg"},"genres":["Role-playing (RPG)","Strategy","Turn-based strategy (TBS)","Tactical","Adventure"],"description":"An ancient evil has returned to Baldur's Gate, intent on devouring it from the inside out. The fate of Faerun lies in your hands. Alone, you may resist. But together, you can overcome."},{"id":119388,"name":"The Legend of Zelda: Tears of the Kingdom","cover":{"id":274264,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5vmg.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"The Legend of Zelda: Tears of the Kingdom is the sequel to The Legend of Zelda: Breath of the Wild. The setting for Link’s adventure has been expanded to include the skies above the vast lands of Hyrule."},{"id":204350,"name":"The Last of Us Part I","cover":{"id":276585,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5xex.jpg"},"genres":["Shooter","Adventure"],"description":"Experience the emotional storytelling and unforgettable characters of Joel and Ellie in The Last of Us, winner of over 200 Game of the Year awards and now rebuilt for PlayStation 5.\n\nEnjoy a total overhaul of the original experience, faithfully reproduced but incorporating modernized gameplay, improved controls and expanded accessibility options. Plus, feel immersed with improved effects and enhanced exploration and combat.\n\nIt also includes the Left Behind story DLC."},{"id":1942,"name":"The Witcher 3: Wild Hunt","cover":{"id":89386,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1wyy.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing."},{"id":112875,"name":"God of War Ragnarök","cover":{"id":269779,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5s5v.jpg"},"genres":["Hack and slash/Beat 'em up","Adventure"],"description":"God of War: Ragnarök is the ninth installment in the God of War series and the sequel to 2018's God of War. Continuing with the Norse mythology theme, the game is set in ancient Norway and features series protagonists Kratos, the former Greek God of War, and his young son Atreus. The game kicked off the events of Ragnarök, where Kratos and Atreus must journey to each of the Nine Realms in search of answers as they prepare for the prophesied battle that will end the world."},{"id":12503,"name":"The Witcher 3: Wild Hunt - Hearts of Stone","cover":{"id":84518,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1t7q.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"Step again into the shoes of Geralt of Rivia, a professional monster slayer, this time hired to defeat a ruthless bandit captain, Olgierd von Everec, a man who possesses the power of immortality.\nThis expansion to \"The Witcher 3: Wild Hunt\" packs over 10 hours of new adventures, introducing new characters, powerful monsters, unique romance and a brand new storyline shaped by your choices."},{"id":132181,"name":"Resident Evil 4","cover":{"id":295056,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co6bo0.jpg"},"genres":["Shooter","Puzzle","Adventure"],"description":"Resident Evil 4 is a remake of the 2005 original Resident Evil 4 reimagined for 2023 to bring state-of-the-art survival horror. Resident Evil 4 preserves the essence of the original game, while introducing modernized gameplay, a reimagined storyline,\nand vividly detailed graphics to make this the latest survival horror game where life and death, terror and catharsis intersect."},{"id":11737,"name":"Outer Wilds","cover":{"id":286788,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co65ac.jpg"},"genres":["Puzzle","Simulator","Adventure","Indie"],"description":"Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop. The newest member of the space program in a small village on the planet Timber Hearth, the player navigates a space shuttle and travels across their solar system to get to the bottom of its mysteries by exploring the cosmos and gathering the knowledge hidden within each of the system's planets, left behind by another civilization in the distant past."},{"id":135243,"name":"It Takes Two","cover":{"id":131227,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2t97.jpg"},"genres":["Platform","Puzzle","Adventure"],"description":"Embark on the craziest journey of your life in It Takes Two, a genre-bending platform adventure created purely for co-op. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Play as the clashing couple Cody and May, two humans turned into dolls by a magic spell. Together, trapped in a fantastical world where the unpredictable hides around every corner, they are reluctantly challenged with saving their fractured relationship."}]}