{"recommendations":[{"id":119402,"name":"The Witcher 3: Wild Hunt - Complete Edition","cover":{"id":272621,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5uct.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"The Witcher 3: Wild Hunt is a story-driven, open world adventure set in a dark fantasy universe. You are Geralt of Rivia, mercenary monster slayer. At your disposal is every tool of the trade: razor-sharp swords, lethal mixtures, stealthy crossbows, and powerful combat magic. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down the Child of Prophecy, a living weapon that can alter the shape of the world. The Complete Edition contains every piece of downloadable content released for the game, including two massive story expansions: Hearts of Stone & Blood and Wine. It's the perfect opportunity to enter this world for the first time or relive the adventure – on the go!"},{"id":13166,"name":"The Witcher 3: Wild Hunt - Blood and Wine","cover":{"id":121128,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2lgo.jpg"},"genres":["Role-playing (RPG)"],"description":"Blood and Wine is the second major expansion to The Witcher 3: Wild Hunt.\n\nThe players will accompany Geralt of Rivia to the region of Toussaint, one of the few places in the Witcher universe which has remained largely untouched by the war. The calm, laid-back atmosphere holds a dark and bloody secret that only the White Wolf can uncover; the expansion features brand new items for us to collect on our adventure and also introduces previously unknown characters."},{"id":119171,"name":"Baldur's Gate 3","cover":{"id":289025,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co670h.jpg"},"genres":["Role-playing (RPG)","Strategy","Turn-based strategy (TBS)","Tactical","Adventure"],"description":"An ancient evil has returned to Baldur's Gate, intent on devouring it from the inside out. The fate of Faerun lies in your hands. Alone, you may resist. But together, you can overcome."},{"id":119388,"name":"The Legend of Zelda: Tears of the Kingdom","cover":{"id":274264,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5vmg.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"The Legend of Zelda: Tears of the Kingdom is the sequel to The Legend of Zelda: Breath of the Wild. The setting for Link’s adventure has been expanded to include the skies above the vast lands of Hyrule."},{"id":1942,"name":"The Witcher 3: Wild Hunt","cover":{"id":89386,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1wyy.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing."},{"id":12503,"name":"The Witcher 3: Wild Hunt - Hearts of Stone","cover":{"id":84518,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1t7q.jpg"},"genres":["Role-playing (RPG)","Adventure"],"description":"Step again into the shoes of Geralt of Rivia, a professional monster slayer, this time hired to defeat a ruthless bandit captain, Olgierd von Everec, a man who possesses the power of immortality.\nThis expansion to \"The Witcher 3: Wild Hunt\" packs over 10 hours of new adventures, introducing new characters, powerful monsters, unique romance and a brand new storyline shaped by your choices."},{"id":132181,"name":"Resident Evil 4","cover":{"id":295056,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co6bo0.jpg"},"genres":["Shooter","Puzzle","Adventure"],"description":"Resident Evil 4 is a remake of the 2005 original Resident Evil 4 reimagined for 2023 to bring state-of-the-art survival horror. Resident Evil 4 preserves the essence of the original game, while introducing modernized gameplay, a reimagined storyline,\nand vividly detailed graphics to make this the latest survival horror game where life and death, terror and catharsis intersect."},{"id":11737,"name":"Outer Wilds","cover":{"id":286788,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co65ac.jpg"},"genres":["Puzzle","Simulator","Adventure","Indie"],"description":"Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop. The newest member of the space program in a small village on the planet Timber Hearth, the player navigates a space shuttle and travels across their solar system to get to the bottom of its mysteries by exploring the cosmos and gathering the knowledge hidden within each of the system's planets, left behind by another civilization in the distant past."},{"id":135243,"name":"It Takes Two","cover":{"id":131227,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co2t97.jpg"},"genres":["Platform","Puzzle","Adventure"],"description":"Embark on the craziest journey of your life in It Takes Two, a genre-bending platform adventure created purely for co-op. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Play as the clashing couple Cody and May, two humans turned into dolls by a magic spell. Together, trapped in a fantastical world where the unpredictable hides around every corner, they are reluctantly challenged with saving their fractured relationship."},{"id":55056,"name":"The Last of Us Part II","cover":{"id":276200,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co5x1z.jpg"},"genres":["Shooter","Adventure"],"description":"The Last of Us Part II is an action-adventure game developed by Naughty Dog and published by Sony Interactive Entertainment. Set five years after The Last of Us (2013), players control 19-year-old Ellie, who comes into conflict with a mysterious cult in a post-apocalyptic United States. The game contains survival horror elements and is played from the third-person perspective. Players can use firearms, improvised weapons, and stealth to defend against hostile humans and infected creatures."},{"id":60406,"name":"Red Dead Redemption 2","cover":{"id":157903,"url":"//images.igdb.com/igdb/image/upload/t_thumb/co1vlf.jpg"},"genres":["Action","Adventure"],"description":"Red Dead Redemption 2 is a Western-themed action-adventure game developed and published by Rockstar Games. It is the third entry in the Red Dead series and a prequel to 2010's Red Dead Redemption. The game's story is set in 1899, in a fictionalized representation of the Western, Midwestern, and Southern United States and follows outlaw Arthur Morgan, a member of the Van der Linde gang. Arthur must deal with the decline of the Wild West whilst attempting to survive against government forces, rival gangs, and other adversaries."}]}